
/* ImageSavePermissionsFail */
"ImageSavePermissionsFail" = "Faceship has not been given permission to write to your photo library.  To fix this, open the Settings app on your phone.  Go to the 'Privacy' settings for 'Photos' and turn ON the switch for Faceship.";

/* ImageSaveFail */
"ImageSaveFail" = "Faceship failed to write to the photo library.";

/* CancelForShare */
"Cancel" = "Cancel";

/* DoneForShare */
"Done" = "Done";

/* AppURL */
"AppURL" = "FaceshipApp.com";

/* AppEmail */
"AppEmail" = "Feedback@FaceshipApp.com";

/* AppName */
"AppName" = "Faceship";

/* FacebookFailureShare */
"ShareFacebookFailure" = "Facebook error; try again please.";

/* SavePromptTitle */
"SavePrompt" = "Save your image?";

/* DontSaveOption */
"DontSaveOption" = "Clear and Lose Changes";

/* SaveOption */
"SaveOption" = "Clear and Save Changes";

/* NoNetworkMsgShare */
"ShareNoNetworkMsg" = "Internet connection is not available; check your connection settings and try again.";


